Revit 2024 API
IntegerParameterValue Constructor
 Default constructor
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016 Subscription Update
Syntax
C#
public IntegerParameterValue()
Visual Basic
Public Sub New
Visual C++
public:
IntegerParameterValue()
See Also
IntegerParameterValue Class
IntegerParameterValue Overload
Autodesk.Revit.DB Namespace